exports.menu = (id, MYBOT, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwhatsapp, youtube) => {
	return `
  
❩━━━━━━══━━━━━━❨
  Halo kak *${pushname}!* 👋️
❩━━━━━━══━━━━━━❨

● Status : _*Online*_
● Version : _*1.0*_
● Groups : _*13*_
● User : _*27*_
● Fitur : _*177*_
● Prefix : _*(!)*_

┏▣━━━━━━[ 𝘼𝘽𝙊𝙐𝙏 ]━━━━━━▣┓
┃╔═══════════════════╗
┃╠➤ *${prefix}owner*
┃╠➤ *${prefix}donasi*
┃╠➤ *${prefix}info*
┃╚═══════════════════╝
┣▣━━━━━━[ 𝙈𝘼𝙆𝙀𝙍 ]━━━━━━▣┓
┃╔═══════════════════╗
┃╠➤ *${prefix}sticker
┃╠➤ *${prefix}sticker nobg*
┃╠➤ *${prefix}tsticker*
┃╠➤ *${prefix}nulis*
┃╠➤ *${prefix}ttp*
┃╠➤ *${prefix}glitch*
┃╠➤ *${prefix}lneon*
┃╠➤ *${prefix}lwolf1*
┃╠➤ *${prefix}lwolf2*
┃╠➤ *${prefix}ljoker*
┃╚═══════════════════╝
┣▣━━━━━━[  𝙈𝙀𝘿𝙄𝘼  ]━━━━━━▣┓
┃╔═══════════════════╗
┃╠➤ *${prefix}tts*
┃╠➤ *${prefix}tiktok*
┃╠➤ *${prefix}meme*
┃╠➤ *${prefix}memeindo*
┃╠➤ *${prefix}nsfwloli* 
┃╠➤ *${prefix}ocr*
┃╠➤ *${prefix}neko*
┃╠➤ *${prefix}ranime*
┃╠➤ *${prefix}loli*
┃╠➤ *${prefix}gambarapaitu *
┃╠➤ *${prefix}AnimeSceneSearchEngine*
┃╚═══════════════════╝
┣▣━━━━[ 𝘿𝙊𝙒𝙉𝙇𝙊𝘼𝘿 ]━━━━━▣┓
┃╔═══════════════════╗
┃╠➤ *${prefix}yt*
┃╠➤ *${prefix}play*
┃╚═══════════════════╝
┣▣━━━━━━[ 𝙂𝙍𝙊𝙐𝘽𝙎 ]━━━━━▣┓
┃╔═══════════════════╗
┃╠➤ *${prefix}add* [62xxx]
┃╠➤ *${prefix}kick* [tag]
┃╠➤ *${prefix}leave*
┃╠➤ *${prefix}out*
┃╠➤ *${prefix}linkgc*
┃╠➤ *${prefix}setpp*
┃╠➤ *${prefix}tagme*
┃╠➤ *${prefix}demote* [tag]
┃╠➤ *${prefix}promote* [tag]
┃╠➤ *${prefix}grup* [buka/tutup]
┃╠➤ *${prefix}welcome* [1/0]
┃╠➤ *${prefix}nsfw* [1/0]
┃╠➤ *${prefix}simih* [1/0]
┃╚═══════════════════╝
┣▣━━━━━━[ 𝙊𝙒𝙉𝙀𝙍 ]━━━━━━▣┓
┃╔═══════════════════╗
┃╠➤ *${prefix}bc* 
┃╠➤ *${prefix}leave*
┃╠➤ *${prefix}clearall*
┃╠➤ *${prefix}setprefix*
┃╠➤ *${prefix}leave*
┃╠➤ *${prefix}clone* [tag]
┃╠➤ *${prefix}ban*
┃╠➤ *${prefix}unban*
┃╚═══════════════════╝
┣▣━━━━━━[ 𝙎𝙋𝘼𝙈 ]━━━━━━━▣┓
┃╔═══════════════════╗
┃╠➤ *${prefix}spsms*
┃╠➤ *${prefix}spcall*
┃╠➤ *${prefix}spgmail*
┃╚═══════════════════╝
┣▣━━━━━━[ 𝙊𝙏𝙃𝙀𝙍 ]━━━━━━▣┓
┃╔═══════════════════╗
┃╠➤ *${prefix}ytsearch*
┃╠➤ *${prefix}listadmin*
┃╠➤ *${prefix}blocklist*
┃╠➤ *${prefix}simi*
┃╠➤ *${prefix}wait*
┃╠➤ *${prefix}nama*
┃╠➤ *${prefix}map*
┃╠➤ *${prefix}cerpen*
┃╠➤ *${prefix}qrcode*
┃╠➤ *${prefix}fitnah*
┃╠➤ *${prefix}tiktokstalk*
┃╠➤ *${prefix}url*
┃╠➤ *${prefix}url2img*
┃╠➤ *${prefix}alay*
┃╠➤ *${prefix}lirik*
┃╠➤ *${prefix}quotes*
┃╠➤ *${prefix}bucin*
┃╚═══════════════════╝
┣━━━━━━━━━━━━━━━━━━━━━┓
┃┌───────────────────┐
║ *FITUR BOT2 *
╠════════════════════
║╭──❉ *MAKER* ❉────
║│➥ #sticker
║│➥ #gaming <text>|<text>
║│➥ #textimage <text>
║│➥ #text3d <text>
║│➥ #gltext <teks>
║│➥ #blackpink <text>
║│➥ #ttp <text>
║│➥ #texthunder <text>
║╰──────────────
╠════════════════════
║╭──❉ *PICTURE* ❉────
║│➥ #foto cewek
║│➥ #foto cowok
║│➥ #loli
║│➥ #loli2
║│➥ #pokemon
║│➥ #waifu
║│➥ #waifu2
║│➥ #fotoanime
║│➥ #randomkis
║│➥ #randomcry
║│➥ #meme
║│➥ #memecreate <atas=text text-bawah=text background-url=url>
║│➥ #nekonime
║│➥ #ssweb <link>
║│➥ #map
║│➥ #nekopoi
║│➥ #urltoimg <link>
║│➥ #quotemaker <text>
║│➥ #ttp2
║╰─────────────
╠════════════════════
║╭──❉ *GABUT* ❉────
║│➥ #nulis
║│➥ #pantun
║│➥ #artinama <nama>
║│➥ #pasangan <anda & jika punya>
║│➥ #lirik <nama lagu>
║│➥ #chord <nama lagu>
║│➥ #bucin
║│➥ #renungan
║│➥ #zodiak <25-06-2003>
║│➥ #simi <hai>
║│➥ #cooltext <text>
║│➥ #ping
║╰─────────────────
╠════════════════════
║╭──❉ *INFORMASI* ❉─────
║│➥ #covid
║│➥ #covidcountry
║│➥ #infogempa
║│➥ #cektanggal <17 Agustus>
║│➥ #infoanime <one peace>
║│➥ #filmanime <one peace>
║│➥ #wiki <tollol>
║│➥ #cuaca <wilayah>
║│➥ #wikien <sit>
║│➥ #resep <ayam goyeng>
║│➥ #jadwaltvnow <chanel>
║╰────────────────
╠════════════════════
║╭──❉ *PUISI & QUOTES* ❉──
║│➥ #puisi1
║│➥ #puisi2
║│➥ #katabijak
║│➥ #cerpen
║│➥ #quotes
║│➥ #quotes1
║╰────────────
╠════════════════════
║╭──❉ *DOWNLOAD* ❉───
║│➥ #ytmp3 <link>
║│➥ #ytmp4 <link>
║│➥ #ytmp5 <link>
║│➥ #yt <link>
║│➥ #ig <link>
║│➥ #twt <link>
║│➥ #tiktok <link>
║│➥ #fb <link>
║│➥ #joox <nama lagu>
║╰───────────────
╠════════════════════
║╭──❉ *ISLAM* ❉───
║│➥ #sholat <daerah>
║│➥ #quran
║╰───────────────
╠════════════════════
║╭──❉ *SPAM* ❉───
║│➥ #spamsms <82334297175>
║│➥ #spamcall <82334297175>
║│➥ #spamgmail <anjay@gmail.com>
║╰─────────────
╠════════════════════
║╭──❉ *18+🤗* ❉────
║│➥ #indohot
║│➥ #cersex
║│➥ #cersex2
║│➥ #hentai
║│➥ #nekonime
║│➥ #randomhentai
║│➥ #randomhentai2
║│➥ #pornhub
║╰────────────
╠════════════════════
║╭──❉ *GROUP* ❉───
║│➥ #opengc
║│➥ #closegc
║│➥ #tagme
║│➥ #setname
║│➥ #setdesc
║╰────────────
╠════════════════════
║╭──❉ *OTHER* ❉───
║│➥ #gtts <text>
║│➥ #pesankosong
║│➥ #bitly <shortlink>
║│➥ #namaninja <nama>
║│➥ #alay <text>
║│➥ #profileig <@affis_saputro123>
║│➥ #igstalk <@affis_saputro123>
║│➥ #ocr <image to text>
║│➥ #gay
║│➥ #checkip
║│➥ #ping
║│➥ #hostsearch
║│➥ #scdl
║│➥ #pesankosong
║│➥ #say <text>
║│➥ #rumah
║│➥ #love
║│➥ #beruang
║│➥ #laknat
║│➥ #fakta
║│➥ #shota
║│➥ #dewabacth
║│➥ #namajenis <text>
║│➥ #quotesanime
║│➥ #mostviewfilm
║╰────────────────
╠════════════════════
║╭──❉ *ABOUT* ❉─────
║│➥ #owner
║│➥ #creator
║│➥ #info
║│➥ #donate
║╰───────────
╠════════════════════
║╭──❉ *SOSIAL MEDIA* ❉──
║│➥  *youtube*
║│.  _${youtube}_
║│➥ *instagram aku*
║│. _${instagram}_
║│➥ *wa admin*
║│. _${nomer}_
║╰─────────────
╠════════════════════
║ _*MADE BY EVELYN SECRET*_
╚════════════════════`
}

